Repository: Gaoyifei1011/GetStoreApp
Catalog: Strings/*/Resources.resw
Source language: en_us
Languages: zh_hans

# AppDisplayName
source: GetStoreApp (Dev)
zh_hans: 获取商店应用 (Dev)

# AppDescription
source: GetStoreApp (Dev)
zh_hans: 获取商店应用 (Dev)

# Shell_Main.Content
source: Main
zh_hans: 主页

# Shell_Download.Content
source: Download
zh_hans: 下载

# Shell_History.Content
source: History Record
zh_hans: 历史记录

# Shell_About.Content
source: About
zh_hans: 关于

# Settings_Theme.Text
source: Application themes
zh_hans: 应用程序主题

# Settings_Theme_Dark.Content
source: Dark
zh_hans: 深色

# Settings_Theme_Default.Content
source: Windows default
zh_hans: 使用系统设置

# Settings_Theme_Light.Content
source: Light
zh_hans: 浅色

# Settings_About.Text
source: About this application
zh_hans: 关于此应用

# Settings_AboutDescription.Text
source: Settings page placeholder text. Your app description goes here.
zh_hans: 设置页面占位符文本。 你的应用提要转到此处。

# Settings_PrivacyTermsLink.Content
source: Privacy Statement
zh_hans: 隐私声明

# Settings_Appearance.Text
source: Appearance
zh_hans: 外观

# About_Title.Text
source: About
zh_hans: 关于

# Download_Title.Text
source: Download
zh_hans: 下载

# HistoryCount.Text
source: There are {0} results.
zh_hans: 共计 {0} 条结果

# History_Refresh_Name.Text
source: Refresh
zh_hans: 刷新

# History_Title.Text
source: History Record
zh_hans: 历史记录

# History_Type.Text
source: Type:
zh_hans: 类别：

# History_Type_All.Content
source: ALL
zh_hans: 全部

# History_Type_URL.Content
source: URL(Link)
zh_hans: URL（链接）

# Main_Description1.Text
source: Online link generator for Microsoft Store
zh_hans: 微软商店的在线链接生成器

# Main_Description2.Text
source: Enter the link from the Microsoft Store and click on the checkbox - to get all available links
zh_hans: 输入从微软商店获取到的链接，然后单击复选框——以获得所有可用的链接

# Main_GetLinks.Content
source: Get Links
zh_hans: 获取链接

# Main_Title.Text
source: Main
zh_hans: 主页

# Main_Type_URL
source: URL(Link)
zh_hans: URL（链接）

# AppTitle.Text
source: GetStoreApp (Dev)
zh_hans: 获取商店应用 (Dev)

# PackageDisplayName
source: GetStoreApp
zh_hans: 获取商店应用

# Settings_Theme_Description.Text
source: Select the application theme to display
zh_hans: 选择要显示的应用主题

# Settings_Title.Text
source: Settings
zh_hans: 设置

# Main_History.Text
source: History Record
zh_hans: 历史记录

# Main_History_ViewMore.Content
source: View More
zh_hans: 查看更多

# Main_Search_Result.Text
source: Search Result
zh_hans: 搜索结果

# Main_Status_Info.Welcome
source: Welcome to use GetStoreApp
zh_hans: 欢迎使用获取商店应用APP

# Settings_Language.Text
source: Language
zh_hans: 语言

# Settings_Language_Description.Text
source: The language in which the application is displayed
zh_hans: 应用程序显示的语言

# Settings_General.Text
source: General Options
zh_hans: 常规选项

# Main_Channel_Fast
source: Fast
zh_hans: 快速

# Main_Channel_Retail
source: Retail
zh_hans: 正式版

# Main_Channel_RP
source: Release Preview
zh_hans: 发布预览

# Main_Channel_Slow
source: Slow
zh_hans: 慢速

# Main_Link_Example_Text
source: Sample Data:
zh_hans: 例如：

# Main_Status_Info.Success
source: The links were successfully received from the Microsoft Store server
zh_hans: 已成功从微软商店的服务器中接收到这些链接

# Main_Status_Info.Get
source: Queries are being made from the servers in the Microsoft Store, please be patient...
zh_hans: 正在从微软商店的服务器中进行查询，请耐心等待......

# Main_Status_Instruction.Content
source: Direction for Use
zh_hans: 使用说明

# Settings_Instruction_Button.Text
source: Instructions for use button
zh_hans: “使用说明”按钮

# Settings_Instruction_Button_Description.Text
source: After the app launches, the Instructions button appears when the main page opens
zh_hans: 应用启动后在主页面打开时显示“使用说明”按钮

# Settings_Instruction_ToggleSwitch.OffContent
source: Closed
zh_hans: 关闭

# Settings_Instruction_ToggleSwitch.OnContent
source: Displayed
zh_hans: 显示

# Settings_Advanced.Text
source: Advanced Options
zh_hans: 高级选项

# Main_History_Channels.Text
source: Channels Name
zh_hans: 通道名称

# Main_History_Empty.Text
source: The history record is empty
zh_hans: 历史记录空空如也

# Main_History_Links.Text
source: Links Name
zh_hans: 链接名称

# Main_History_Operations.Text
source: Operations Mode
zh_hans: 操作方式

# Main_History_Types.Text
source: Types Name
zh_hans: 类型名称

# Main_Status_Info.Error
source: An error occurred to get data from the microsoft store server, please click the specific information button on the right for specific problems
zh_hans: 从微软商店的服务器中获取数据发生了错误，具体问题请点击右侧的具体信息按钮

# Main_Status_Info.Warning
source: The server returned an empty list. Either you have not entered the link correctly, or this service does not support generation for this product.
zh_hans: 服务器返回一个空列表。您没有正确输入链接，或者此服务不支持此产品的生成。

# Main_History_GetLinks
source: Get Links
zh_hans: 获取链接

# Settings_HistoryItem.Text
source: The number of main page history item displays
zh_hans: 主页面“历史记录”显示数目

# Settings_HistoryItem_Description.Text
source: The maximum number of history entries that will appear when the main page opens after the app launches
zh_hans: 应用启动后在主页面打开时最多显示的“历史记录”条目数量

# Settings_HistoryItem_Maximum
source: More
zh_hans: 多

# Settings_HistoryItem_Minimal
source: Less
zh_hans: 少

# Main_Result_AppLinkExpireTime.Text
source: Link Expire Time
zh_hans: 链接过期时间

# Main_Result_AppPackageName.Text
source: File Name
zh_hans: 文件名称

# Main_Result_AppPackageSize.Text
source: File Size
zh_hans: 文件大小

# Main_Result_AppSHA1.Text
source: File SHA-1
zh_hans: 文件SHA-1值

# Main_Result_Bottom.Text
source: The search results have reached the bottom
zh_hans: 搜索结果已经到达底部

# Main_Result_Count
source: {0} results were obtained from Microsoft Store servers
zh_hans: 从微软商店服务器中获得了{0}条结果

# Main_Search_Result_Empty.Text
source: No results have been searched, please check the link you entered and try again
zh_hans: 没有搜索到任何结果，请检查您输入的链接后重试
